# MA Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MA Property
SymbolTypeId Class See Also
---
Symbol mA, indicating unit Milliamperes.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MA { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MA As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MA {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace